Repository: buresdv/Cork
Catalog: Cork/Localizable.xcstrings
Source language: en
Languages: cs, de, es_419, fr, it, ko, pt_pt, ru, tr, uk, zh_hans, zh_hant

# settings.brew.custom-homebrew-path.confirmation.message
source: Custom Homebrew locations are not officially supported. If you have a custom Homebrew location selected, you will not get any support for Cork or Homebrew. If you select a custom Homebrew location, you will be solely responsible for maintaining your Homebrew installation.
cs: Vlastní umístění Homebrew nejsou oficiálně podporována. Pokud si nastavíte vlastní umístění Homebrew, nebude Vám poskytnuta podpora pro Cork ani Homebrew. Pokud si nastavíte vlastní umístění Homebrew, budete se muset sami starat o udržování vaší Homebrew instalace.
de: Benutzerdefinierte Speicherorte für Homebrew werden nicht offiziell unterstützt. Wenn du einen benutzerdefinierten Speicherort gewählt hast, wirst du keinerlei Kundenbetreuung für Cork oder Homebrew erhalten. Falls du einen benutzerdefinierten Speicherort für Homebrew wählst, bist du selbst für die Wartung deiner Homebrew-Installation verantwortlich.
es_419: Las ubicaciones personalizadas de Homebrew no están oficialmente respaldadas. Si tienes una ubicación personalizada de Homebrew seleccionada, no recibirás ningún tipo de soporte para Cork o Homebrew. Si seleccionas una ubicación personalizada de Homebrew, serás el único responsable de mantener tu instalación de Homebrew.
fr: Les emplacements personnalisés d'Homebrew ne sont pas officiellement pris en charge. Si vous avez un emplacement d'Homebrew personnalisé, vous n'aurez droit à aucune assistance de Cork ou Homebrew. Si vous sélectionnez un emplacement Homebrew personnalisé, vous serez seul responsable de la maintenance de votre installation Homebrew.
it: Le posizioni personalizzate di Homebrew non sono supportate ufficialmente. Se hai selezionato una posizione personalizzata di Homebrew, non riceverai alcun supporto da Cork o da Homebrew. Se selezioni una posizione personalizzata di Homebrew, sarai unicamente responsabile del mantenimento della tua installazione di Homebrew.
ko: 사용자 지정 홈브루 위치는 공식적으로 지원되지 않습니다. 사용자 지정 홈브루 위치를 선택한 경우 Cork 또는 홈브루에 대한 지원을 받지 못합니다. 사용자 지정 홈브루 위치를 선택하면 홈브루 설치를 유지 관리할 책임은 전적으로 회원님에게 있습니다.
pt_pt: Localizações personalizadas do Homebrew não são oficialmente suportadas. Se tiveres selecionado uma localização personalizada do Homebrew, não receberás nenhum suporte para o Cork ou Homebrew. Se selecionares uma localização personalizada do Homebrew, serás o único responsável pela manutenção da instalação do Homebrew.
ru: Возможность указать нестандартный путь к Homebrew официально не поддерживается. В случае возникновения проблем, пожалуйста, отключите настройки разработчика, иначе мы не сможем оказать вам поддержку. При указании нестандартного пути к Homebrew, вы берете на себя ответственность за все возможные проблемы.
tr: Kullanıcı tanımlı Homebrew konumları bu uygulama tarafından resmi olarak desteklenmemektedir. Özel bir Homebrew konumu seçerseniz, Cork veya Homebrew için herhangi bir destek alamayacaksınız. Özel bir Homebrew konumu seçmeniz durumunda, Homebrew kurulumunuzun bakımından tamamen siz sorumlu olacaksınız.
uk: Інше місцезнаходження офіційно не підтримується. Якщо Ви маєте інше місцезнаходження Homebrew, Ви не зможете отримати підтримку Cork або Homebrew. Якщо Ви оберете інше місцезнаходження, лише Ви будете відповідальні за налаштування Вашого Homebrew.
zh_hans: 自定义 Homebrew 路径不被官方支持。 如果您选择了自定义 Homebrew 路径，将无法获得 Cork 或 Homebrew 的任何技术支持。 如果您选择自定义 Homebrew 路径，您将完全负责维护您的 Homebrew 安装。
zh_hant: 官方不支援自訂 Homebrew 位置。 如果您選擇了自訂 Homebrew 位置，您將不會獲得任何 Cork 或 Homebrew 支援，且必須自行負責維護您的 Homebrew 安裝。

# settings.brew.custom-homebrew-path.confirmation.title
source: Are you sure you want to set a custom Homebrew location?
cs: Určitě chcete nastavit vlastní umístění Homebrew?
de: Bist du sicher, dass du einen benutzerdefinierten Homebrew Speicherort setzen möchtest?
es_419: ¿Estás seguro de que quieres establecer una ubicación personalizada para Homebrew?
fr: Êtes-vous sûr de vouloir définir un emplacement Homebrew personnalisé ?
it: Vuoi impostare una posizione personalizzata per Homebrew?
ko: 사용자 지정 홈브루 위치를 설정하시겠습니까?
pt_pt: Tens a certeza que queres definir uma localização personalizada para Homebrew?
ru: Вы уверены, что хотите указать нестандартный путь к Homebrew?
tr: Homebrew konumu için özel bir konum belirlemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вказати інше місцезнаходження Homebrew?
zh_hans: 确定要设置自定义 Homebrew 路径吗？
zh_hant: 您確定要自訂 Homebrew 位置？

# settings.brew.custom-homebrew-path.error.not-a-brew-executable-%@
source: %@ is not a Homebrew executable.
cs: %@ není spustitelný soubor Homebrew.
de: %@ ist keine ausführbare Homebrew-Datei.
es_419: %@ no es un ejecutable de Homebrew.
fr: %@ n'est pas un exécutable Homebrew.
it: %@ non è un eseguibile di Homebrew
ko: %@은 홈브루 실행 파일이 아닙니다.
pt_pt: %@ não é um executável Homebrew.
ru: %@ не является исполнимым файлом Homebrew.
tr: %@ bir Homebrew yürütülebilir dosyası değil.
uk: %@ не є виконуваним файлом Homebrew.
zh_hans: %@ 不是 Homebrew 可执行文件
zh_hant: %@ 不是個 Homebrew 程式擋

# settings.brew.custom-homebrew-path.error.not-an-executable-at-all
source: The selected file is not an executable.
cs: Vybraný soubor není spustitelný.
de: Die ausgewählte Datei ist nicht ausführbar.
es_419: El archivo seleccionado no es ejecutable.
fr: Le fichier sélectionné n'est pas un exécutable.
it: Il file selezionato non è un eseguibile
ko: 선택한 파일은 실행 파일이 아닙니다.
pt_pt: O ficheiro selecinado não é um executável
ru: Этот файл не является исполнимым.
tr: Seçilen dosya bir çalıştırılabilir dosya değil.
uk: Обраний файл не є виконуваним.
zh_hans: 选中的不是可执行文件
zh_hant: 選取的檔案不是個程式檔

# settings.brew.custom-homebrew-path.reset
source: Reset location
cs: Resetovat umístění
de: Speicherort zurücksetzen
es_419: Restaurar ubicación
fr: Réinitialiser l'emplacement
it: Reimposta posizione
ko: 위치 재설정
pt_pt: Reiniciar localização
ru: Сбросить путь
tr: Konumu sıfırla
uk: Скинути місцезнаходження
zh_hans: 重置路径
zh_hant: 重置位置

# settings.brew.custom-homebrew-path.select
source: Select custom location
cs: Vybrat vlastní umístění
de: Benutzerdefinierten Speicherort wählen
es_419: Seleccionar ubicación personalizada
fr: Sélectionner un emplacement personnalisé
it: Seleziona posizione personalizzata
ko: 사용자 지정 위치 선택
pt_pt: Selecionar localização personalizada
ru: Указать путь
tr: Özel konum belirle
uk: Обрати інше місцезнаходження
zh_hans: 自定义路径
zh_hant: 選擇自訂位置

# settings.brew.custom-homebrew-path.will-not-bother-me-with-support
source: No support for Cork will be provided as long as Developer settings are enabled
cs: Dokud budou vývojářská nastavení zapnutá, nebudeme Vám poskytovat podporu
de: Da die Entwicklereinstellungen aktiviert sind, wird keine Kundenbetreuung gewährleistet.
es_419: No se proporcionará soporte para Cork mientras los ajustes de desarrollador estén habilitados.
fr: Aucun support pour Cork ne sera fourni tant que les paramètres développeur seront activés.
it: Non verrà fornito alcun supporto per Cork finché le impostazioni Sviluppatore sono abilitate
ko: 개발자 설정이 활성화되어 있는 한 Cork에 대한 지원은 제공되지 않습니다.
pt_pt: Nenhum suporte para o Cork será fornecido enquanto as configurações do desenvolvedor estiverem ativas
ru: В случае появления проблем, перед обращением в поддержку, пожалуйста, попробуйте отключить настройки разработчика
tr: Geliştirici ayarları etkinken Cork için destek sağlanmayacaktır
uk: Увімкнення режиму розробника не дасть змогу отримати підтримку Cork
zh_hans: 启用开发者设置期间，Cork 将不提供技术支持
zh_hant: 開發者設定啟用時，恕無法為 Cork 提供支援

# services.error.homebrew-outdated.description
source: To use services, update your Homebrew installation by clicking the button below. If that doesn't work, update through the Terminal.
cs: Abyste mohli použít služby, aktualizujte Homebrew stisknutím tlačítka níze. Pokud se při automatickéí aktualizaci vyskytne chyba, Homerbew aktualizujte přes Terminál.
de: Um die Dienste nutzen zu können, aktualisieren Sie Ihre Homebrew-Installation, indem Sie auf die Schaltfläche unten klicken. Wenn das nicht funktioniert, führen Sie die Aktualisierung über das Terminal durch.
es_419: Para usar los servicios, actualiza tu instalación de Homebrew dando click al botón de abajo. Si eso no funciona, actualiza Homebrew desde el Terminal.
fr: Pour utiliser les services, mettez à jour votre installation de Homebrew en cliquant le bouton ci dessous. Si ça ne fonctionne pas, mettez à jour via le Terminal.
it: Per usare i servizi, aggiorna la tua installazione di Homebrew facendo clic sul tasto sottostante. Se non funziona, aggiorna usando il Terminale.
pt_pt: Para usar os serviços, atualiza a instalação do Homebrew clicando no botão abaixo. Se isso não funcionar, atualiza através do Terminal.
ru: Использование сервисов требует более новой версии Homebrew. Нажмите кнопку снизу для обновления. В случае возникновения проблем, пожалуйста, попробуйте обновить Homebrew через Терминал.
tr: Servisleri kullanmak için, aşağıdaki düğmeye tıklayarak Homebrew kurulumunuzu güncelleyin. Eğer bu işe yaramazsa, Terminal üzerinden güncelleyin.
uk: Щоб користуватися сервісами, оновіть інсталяцію Homebrew, натиснувши кнопку нижче. Якщо це не спрацює, оновіть через Термінал.
zh_hans: 点击下方按钮更新你的 Homebrew 安装以使用服务。 若无法生效，请通过终端更新。
zh_hant: 要使用服務，請點擊下方按鈕更新您的 Homebrew 安裝。 如果無法運作，請透過終端機進行更新。

# services.error.could-not-synchronize-services
source: Could not synchronize services
cs: Synchronizace služeb se nezdařila
de: Konnte Dienste nicht synchronisieren
es_419: No se pudieron sincronizar los servicios
fr: Impossible de synchroniser les services
it: Impossibile sincronizzare i servizi
pt_pt: Não foi possível sincronizar os serviços
ru: Не удалось синхронизировать службы
tr: Servisler senkronize edilemedi
uk: Не вдалося синхронізувати сервіси
zh_hans: 无法同步服务
zh_hant: 無法同步服務

# settings.brew.enable-advanced-settings
source: Enable developer settings
cs: Povolit vývojářská nastavení
de: Entwicklereinstellungen aktivieren
es_419: Habilitar configuraciones para desarrollador
fr: Activer les paramètres développeur
it: Abilita impostazioni sviluppatore
ko: 개발자 설정 사용
pt_pt: Ativar definições de desenvolvedor
ru: Настройки для разработчиков
tr: Geliştirici ayarlarını etkinleştir
uk: Увімкнути налаштування розробника
zh_hans: 启用开发者设置
zh_hant: 啟用開發者設定

# maintenance.results.package-cache.failure.details-%@
source: Error %@ occurred
cs: Chyba operace: %@
de: Fehler %@ aufgetreten
es_419: Ocurrió error %@
fr: Une erreur %@ s'est produite
it: Errore %@
ko: 오류 %@가 발생했습니다.
pt_pt: O erro %@ ocorreu
ru: Произошла ошибка %@
tr: %@ hatası oluştu
uk: Виникла помилка %@
zh_hans: 发生错误 %@
zh_hant: 發生了 %@ 錯誤

# maintenance.results.package-cache.failure
source: Couldn't purge package cache
cs: Mezipaměť balíčků se nepodařilo vymazat
de: Paket-Cache konnte nicht geleert werden
es_419: No se pudo purgar la caché de paquetes
fr: Impossible de purger le cache des paquets
it: Impossibile purgare cache pacchetto
ko: 패키지 캐시를 제거할 수 없습니다.
pt_pt: Não foi possível limpar a cache da biblioteca
ru: Не удалось очистить кеш пакетов
tr: Paket önbelleği temizlenemedi
uk: Не вдалося очистити кеш пакетів
zh_hans: 无法清除软件包缓存
zh_hant: 無法清除套件快取

# settings.discoverability.time-span.year
source: Last year
cs: Rok
de: Letztes Jahr
es_419: Año pasado
fr: L'année dernière
it: Ultimo anno
ko: 작년
pt_pt: Último ano
ru: Последний год
tr: Geçen yıl
uk: Останній рік
zh_hans: 过去一年
zh_hant: 過去一年

# settings.discoverability.mass-adoption.label
source: App adoption:
cs: Přidávání aplikací:
es_419: Añadir adopcion:
fr: Adoption d’application :
ru: Перевод приложений под контроль Homebrew:
tr: Uygulama devralma:
zh_hant: 應用程式接管：

# settings.discoverability.mass-adoption.toggle
source: Find external apps that can be added to Homebrew
cs: Hledat externě nainstalované aplikace, které lze přidat do Homebrew
de: Suche externe Apps, die der Homebrew-Verwaltung hinzugefügt werden können
es_419: Encontrar aplicaciones externas que pueden ser añadidas a Homebrew
fr: Rechercher les applications externes qui peuvent être ajouter à Homebrew
it: Trova app esterne che possono essere aggiunte a Homebrew
ru: Найти внешние приложения, которые можно добавить в Homebrew
tr: Homebrew’e eklenebilecek Homebrew dışı uygulamaları bul
zh_hant: 尋找可新增至 Homebrew 的外部應用程式

# settings.discoverability.sorting
source: Sort top packages by:
cs: Nejoblíbenější balíčky seřadit podle:
de: Top-Pakete sortieren nach:
es_419: Ordenar los paquetes principales por:
fr: Trier les meilleurs paquets par :
it: Ordina i pacchetti popolari per:
ko: 인기 패키지를 기준으로 정렬합니다:
pt_pt: Ordenar bibliotecas principais por:
ru: Сортировка популярных пакетов:
tr: Liste başı paketleri şuna göre sırala:
uk: Сортувати рейтинг пакетів за:
zh_hans: 按下载量排序热门软件包：
zh_hant: 熱門套件排序：

# settings.discoverability.sorting.by-fewest-downloads
source: Fewest downloads
cs: Nejméně stažení
de: Wenigsten Downloads
es_419: Menos descargas
fr: Le plus petit nombre de téléchargements
it: Meno download
ko: 가장 적은 다운로드 수
pt_pt: Menos downloads
ru: Количество загрузок по возрастанию
tr: En az indirilen
uk: Найменше завантажень
zh_hans: 由少到多
zh_hant: 下載最少

# settings.discoverability.sorting.by-most-downloads
source: Most downloads
cs: Nejvíce stažení
de: Meiste Downloads
es_419: Más descargas
fr: Le plus grand nombre de téléchargements
it: Più download
ko: 최다 다운로드
pt_pt: Mais downloads
ru: Количество загрузок по убыванию
tr: En fazla indirilen
uk: Більшість завантажень
zh_hans: 由多到少
zh_hant: 下載最多

# settings.discoverability.sorting.random
source: Random
cs: Náhodně
de: Zufällig
es_419: Aleatorio
fr: Au hasard
it: Casuale
ko: 랜덤
pt_pt: Aleatório
ru: Случайным образом
tr: Rastgele
uk: Випадково
zh_hans: 随机
zh_hant: 隨機

# settings.discoverability.time-span
source: Get top packages for:
cs: Zobrazit nejoblíbenější balíčky za poslední:
de: Holen Sie sich Top-Pakete für:
es_419: Obtener los paquetes principales para:
fr: Obtenir les meilleurs paquets pour :
it: Ottieni i pacchetti popolari per:
ko: 최고의 패키지를 받으세요:
pt_pt: Obter bibliotecas principais por:
ru: Получать список популярных пакетов за:
tr: Liste başı paketleri şuradan itibaren listele:
uk: Отримати рейтинг пакетів за:
zh_hans: 按时间筛选热门软件包：
zh_hant: 最近熱門套件：

# settings.discoverability.time-span.quarter-year
source: Last three months
cs: Tři měsíce
de: Letzte drei Monate
es_419: Últimos tres meses
fr: Les trois derniers mois
it: Ultimi tre mesi
ko: 지난 3개월
pt_pt: Últimos três meses
ru: Последние 3 месяца
tr: Son üç ay
uk: Три останніх місяці
zh_hans: 前三月
zh_hant: 過去三個月

# settings.general.dependencies
source: Dependencies:
cs: Závislosti:
de: Abhängigkeiten:
es_419: Dependencias:
fr: Dépendances :
it: Dipendenze:
ko: 종속성:
pt_pt: Dependências:
ru: Зависимости:
tr: Bağımlılıklar:
uk: Залежності:
zh_hans: 依赖：
zh_hant: 依賴項目：

# settings.discoverability.toggle
source: Enable Discoverability
cs: Zapnout Objevování
de: Aktiviere Auffindbarkeit
es_419: Habilitar Descubribilidad
fr: Activer la découverte
it: Abilita Esplorazione
ko: 검색 기능 활성화
pt_pt: Ativar Descoberta
ru: Включить поиск популярных пакетов
tr: Keşfedilebilirliği Etkinleştir
uk: Увімкнути пошук популярних пакетів
zh_hans: 启用探索
zh_hant: 啟用探索

# settings.discoverability
source: Discoverability
cs: Objevování
de: Auffindbarkeit
es_419: Descubribilidad
fr: Découvrabilité
it: Esplorazione
ko: 검색 가능성
pt_pt: Descoberta
ru: Популярные
tr: Keşfedilebilirlik
uk: Популярні пакети
zh_hans: 探索
zh_hant: 探索

# settings.geeral.package-details.enable-extra-animations.toggle
source: Enable extra animations
cs: Povolit dodatečné animace
de: Zusätzliche Animationen aktivieren
es_419: Habilitar animaciones extra
fr: Activer des animations supplémentaires
it: Abilita animazioni extra
ru: Включить дополнительные анимации
tr: Ekstra animasyonları etkinleştir
uk: Увімкнути додаткові анімації
zh_hans: 启用额外动画
zh_hant: 啟用額外的動畫

# settings.general
source: General
cs: Obecné
de: Allgemein
fr: Général
it: Generali
ko: 일반
pt_pt: Geral
ru: Основные
tr: Genel
uk: Загальні
zh_hans: 通用
zh_hant: 一般

# settings.general.backup-date-format
source: Backup date format:
cs: Formát data záloh
de: Format des Sicherungsdatums:
es_419: Formato de fecha de copia de seguridad
fr: Format de date de la sauvegarde :
it: Formato data backup:
ru: Формат даты для резервных копий:
tr: Yedekleme tarih formatı:
uk: Формат дати резервного копіювання:
zh_hans: 备份日期格式:
zh_hant: 備份日期格式：

# settings.general.backup-number-style.abbreviated
source: Abbreviated
cs: Zkrácený
de: Abgekürzt
es_419: Abreviado
fr: Abrégé
it: Abbreviato
ru: Сокращенный
tr: Kısaltılmış
uk: Скорочений
zh_hans: 缩写
zh_hant: 簡稱

# settings.general.backup-number-style.complete
source: Complete
cs: Úplný
de: Vollständig
es_419: Completo
fr: Complet
it: Completo
ru: Дата с месяцем прописью + день недели
tr: Tam
uk: Повний
zh_hans: 完整
zh_hant: 完成

# settings.general.backup-number-style.long
source: Long
cs: Dlouhý
de: Langq
es_419: Largo
fr: Entier
it: Esteso
ru: Дата с месяцем прописью
tr: Uzun
uk: Довгий
zh_hans: 长格式
zh_hant: 長

# settings.general.backup-number-style.numeric
source: Numeric
cs: Číselný
de: Numerisch
es_419: Numerico
fr: Numérique
it: Numerico
ru: Дата цифрами
tr: Sayısal
uk: Числовий
zh_hans: 数字
zh_hant: 數字

# settings.general.backup-number-style.omitted
source: Omitted
cs: Vynechaný
de: Ausgelassen
es_419: Omitido
fr: Omettre
it: Omesso
ru: Дата цифрами + время
tr: Dahil Edilmemiş
uk: Пропущений
zh_hans: 无
zh_hant: 省略

# settings.general.search-results
source: Search results:
cs: Výsledky hledání:
de: Suchergebnisse:
es_419: Resultados de búsqueda:
fr: Résultats de la recherche :
it: Risultati di ricerca:
ko: 검색 결과:
pt_pt: Resultados da pesquisa:
ru: Результаты поиска:
tr: Arama sonuçları:
uk: Результати пошуку:
zh_hans: 搜索结果：
zh_hant: 搜尋結果：

source: Hide when all adoptable apps are excluded
cs: Skrýt sekci, pokud byly všechny aplikace ignorovány
es_419: Ocultar cuando todas las aplicaciones adoptables están excluidas
fr: Masquer lorsque toutes les applications adoptables sont exclues
ru: Скрывать, когда исключены все приложения, переводимые под контроль Homebrew
tr: Devralınabilir uygulamaların tümü dışlandığında gizle
zh_hant: 當所有可接管的應用程式被排除時隱藏

# settings.discoverability.time-span.month
source: Last month
cs: Měsíc
de: Letzten Monat
es_419: Último mes
fr: Le mois dernier
it: Ultimo mese
ko: 지난 달
pt_pt: Último mês
ru: Последний месяц
tr: Geçen ay
uk: Останній місяць
zh_hans: 过去一个月
zh_hant: 上月以來

# setup.level.slightly-advanced.title
source: Slightly Advanced
cs: Mírně pokročilé
de: Etwas erweiterter
es_419: Ligeramente avanzado
fr: Légèrement avancé
it: Piuttosto avanzato
ko: 약간 고급
pt_pt: Ligeiramente avançado
ru: Продвинутый
tr: Biraz İleri Düzey
uk: Трохи просунуто
zh_hans: 较为高级
zh_hant: 進階

# settings.general.display-only-intentionally-installed-packages
source: Package filtering:
cs: Filtrování balíčků:
de: Paketfilterung:
es_419: Filtrado de paquetes:
fr: Filtrage des paquets :
it: Filtro pacchetti:
ko: 패키지 필터링:
pt_pt: Filtragem de bibliotecas:
ru: Фильтрация списка пакетов:
tr: Paket filtreleme:
uk: Фільтрація пакетів:
zh_hans: 软件包筛选：
zh_hant: 篩選套件：

# settings.general.launch-at-login
source: Automatic startup:
cs: Spuštění při přihlášení:
de: Automatisches Starten:
es_419: Inicio automático:
fr: Démarrage automatique :
it: Avvio automatico:
ko: 자동 시작:
pt_pt: Arranque automático:
ru: Автозапуск:
tr: Otomatik başlatma:
uk: Автоматичний запуск:
zh_hans: 自动启动：
zh_hant: 自動啟動：

# settings.general.launch-at-login.toggle
source: Open at login
cs: Otevřít při přihlášení
de: Beim Login starten
es_419: Abrir al iniciar sesión
fr: Ouvrir au démarrage
it: Apri al login
ko: 로그인 시 열기
pt_pt: Abrir ao login
ru: Запускать Cork при входе в профиль
tr: Açılışta başlat
uk: Відкрити при вході
zh_hans: 登录时启动
zh_hant: 登入時開啟

# settings.general.menubar
source: Menu Bar:
cs: Řádek nabídek:
de: Menüleiste:
es_419: Barra de menú:
fr: Barre de menu :
it: Barra dei menu:
ko: 메뉴바:
ru: Строка меню:
tr: Menü Çubuğu:
uk: Панель меню:
zh_hans: 菜单栏：
zh_hant: 選單列：

# settings.general.menubar.toggle
source: Show in Menu Bar
cs: Zobrazit v řádku nabídek
de: In der Menüleiste anzeigen
es_419: Mostrar en la barra de menú
fr: Afficher dans la barre de menu
it: Mostra nella barra dei menu
ko: 메뉴바에 표시
pt_pt: Mostrar na Menu Bar
ru: Показывать значок Cork в строке меню
tr: Menü Çubuğunda Göster
uk: Показати в панелі меню
zh_hans: 在菜单栏中显示
zh_hant: 在選單列中顯示

# settings.general.outdated-packages
source: Outdated package info:
cs: Informace o zastaralých balíčcích:
de: Veraltete Paketinformationen:
es_419: Información del paquete desactualizado:
fr: Information du paquet obsolète :
it: Info pacchetto da aggiornare:
pt_pt: Informações da biblioteca desatualizada:
ru: Показ информации об устаревших пакетах:
tr: Güncel olmayan paket bilgileri:
uk: Застаріла інформація про пакет:
zh_hans: 软件包更新信息：
zh_hant: 舊版套件資訊：

# settings.general.outdated-packages.also-show-old-versions
source: Show old versions
cs: Zobrazit zastaralé verze
de: Alte Versionen anzeigen
es_419: Mostrar versiones antiguas
fr: Afficher les anciennes versions
it: Mostra versioni vecchie
pt_pt: Mostrar versões antigas
ru: Показывать старые версии
tr: Eski sürümleri göster
uk: Показати старі версії
zh_hans: 显示旧版本
zh_hant: 顯示舊版

# settings.general.outdated-packages.display-amount.all
source: Complete
cs: Úplné
de: Vollständig
es_419: Completo
it: Completo
pt_pt: Completa
ru: Подробно (название, старая и новая версии, тип пакета)
tr: Tümü
uk: Завершено
zh_hans: 完整
zh_hant: 完成

# settings.general.outdated-packages.display-amount.none
source: Minimal
cs: minimální
es_419: Minimo
it: Minimale
pt_pt: Mínimo
ru: Только названия
uk: Мінімально
zh_hans: 精简
zh_hant: 最小

# settings.general.outdated-packages.info-amount
source: Outdated packages:
cs: Zastaralé balíčky:
de: Veraltete Pakete:
es_419: Paquetes desactualizados:
fr: Paquets obsolètes :
it: Pacchetti da aggiornare:
pt_pt: Bibliotecas desatualizadas:
ru: Данные об устаревших пакетах:
tr: Güncelliğini yitirmiş paketler:
uk: Застарілі пакети:
zh_hans: 可更新的软件包：
zh_hant: 舊版本套件：

# settings.general.package-caveats
source: Package caveats:
cs: Zobrazení poznámek k balíčkům:
de: Paketvorbehalte:
es_419: Advertencias de paquete:
fr: Avertissements des paquets :
it: Condizioni pacchetti:
ko: 패키지 주의 사항:
pt_pt: Avisos da biblioteca:
ru: Отображение предписаний пакетов:
tr: Paket Şerhleri:
uk: Застереження про пакет:
zh_hans: 软件包警告：
zh_hant: 套件警訊：

# settings.general.search-results.toggle
source: Show package descriptions
cs: Zobrazit popisy balíčků
de: Paketbeschreibungen anzeigen
es_419: Mostrar descripciones del paquete
fr: Afficher les descriptions de paquets
it: Mostra descrizioni pacchetti
ko: 패키지 설명 표시
pt_pt: Mostrar descrição da biblioteca
ru: Показывать описания пакетов
tr: Paket açıklamalarını göster
uk: Показати опис пакетів
zh_hans: 显示软件包简介
zh_hant: 顯示套件說明

# settings.general.package-caveats.full
source: Full
cs: Úplné
de: Voll
es_419: Lleno
fr: Complet
it: Intere
ko: 전체
pt_pt: Cheio
ru: Полное
tr: Tam
uk: Повні
zh_hans: 完整
zh_hant: 完整

# settings.general.package-caveats.minified
source: Minified
cs: Kompaktní
de: Minimiert
es_419: Minimizado
fr: Minimisé
it: Minimizzate
ko: 최소화
pt_pt: Minimizado
ru: Сокращенное
tr: Özet
uk: Скорочені
zh_hans: 精简
zh_hant: 精簡
